<template>
    <div>
      <h1>Добро пожаловать в личный кабинет студента</h1>
      <p>Этот сайт предназначен для упрощения доступа студентов к необходимым ресурсам и информации, повышения уровня вовлеченности студентов в учебный процесс, улучшения коммуникации между студентами и преподавателями, а также для предоставления возможностей стажировок и трудоустройства.</p>
    </div>
  </template>
  
  <script>
  export default {
    name: 'WelcomePage',
  };
  </script>
  
  <style scoped>
  h1 {
    color: #acacac;
  }
  
  p {
    font-size: 1.2em;
    color: #a7a7a7;
  }
  </style>
  